brew "pyenv"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruff"
brew "rustup"
brew "spicetify-cli"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "xcodegen"
brew "zsh"
brew "infisical/get-cli/infisical"
brew "infisical/get-cli/infisical@0.24.0"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code"
cask "font-iosevka-nerd-font"
cask "font-symbols-only-nerd-font"
cask "font-victor-mono"
cask "ghostty"
cask "kitty"
cask "rectangle"
cask "spotify"
vscode "golang.go"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "tim-koehler.helm-intellisense"
vscode "yzhang.markdown-all-in-one"
